Repository: Hasib74/riverpod-with-clean-architecture
Catalog: lib/core/l10n/app_*.arb
Languages: bn

# onBoarding
source: Allowing users to input their medication schedule, including dosage and frequency
bn: ব্যবহারকারীদের ডোজ এবং ফ্রিকোয়েন্সি সহ তাদের ওষুধের সময়সূচী ইনপুট করার অনুমতি দেয়

# onBoardingTwo
source: Sending timely reminders and notifications to take medications
bn: ওষুধ সেবনের জন্য সময়মত অনুস্মারক এবং বিজ্ঞপ্তি পাঠানো

# onBoardingThree
source: Maintaining a list of all medications, including their names, dosage, and instructions.
bn: তাদের নাম, ডোজ এবং নির্দেশাবলী সহ সমস্ত ওষুধের তালিকা বজায় রাখা

# onBoardingFour
source: Notifying users when it's time to refill their prescriptions.
bn: তাদের প্রেসক্রিপশন পুনরায় পূরণ করার সময় হলে ব্যবহারকারীদের অবহিত করা

# onBoardingFive
source: Storing and displaying contact information for healthcare providers.
bn: স্বাস্থ্যসেবা প্রদানকারীর জন্য যোগাযোগের তথ্য সংরক্ষণ এবং প্রদর্শন করা

# onBoardingSix
source: Allowing users to track the actual intake of medication over time.
bn: ব্যবহারকারীদের সময়ের সাথে সাথে ওষুধের প্রকৃত গ্রহণ ট্র্যাক করার অনুমতি দেয়

# onBoardingSeven
source: Optionally, keeping records of health-related
bn: ঐচ্ছিকভাবে, স্বাস্থ্য-সম্পর্কিত তথ্য যেমন অত্যাবশ্যক লক্ষণ, উপসর্গ এবং পার্শ্বপ্রতিক্রিয়ার রেকর্ড রাখা

source: Sign In
bn: সাইন ইন করুন

source: Sign Up
bn: নিবন্ধন করুন

# emailOrMobile
source: Your Email ID / Mobile Number
bn: ইমেইল / মোবাইল ঠিকানা দিন

# password
source: Enter Password
bn: পাসওয়ার্ড দিন

# welcome
source: Welcome back to Field Note
bn: স্ফিল্ড নোটে এ স্বাগতম

# name
source: Your Name
bn: নাম দিন

# email
source: Your Email
bn: ইমেইল দিন

# mobile
source: Your Whatsapp Number
bn: মোবাইল নম্বর দিন

# institute_or_university
source: Institute / University
bn: প্রতিষ্ঠান বা বিশ্ববিদ্যালয় দিন

# designation
source: Your Designation
bn: পদবী দিন

source: Dashboard
bn: ড্যাশবোর্ড

source: Experiment
bn: পরীক্ষা

source: Observation
bn: পর্যবেক্ষণ

source: Profile
bn: প্রোফাইল
